Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: CCP is equivalent to NOK 5 000 000 000.
nb: den sentrale motparten tilsvarer NOK 5 000 000 000.

source: Information under Section 1-7 is intended to provide the public with regular and reliable information about the implementation of policy and decisions in the Bank’s core areas”
nb: Informasjon etter § 1-7 tar sikte på å gi offentligheten jevnlig og god informasjon om politikkutøvelsen og vesentlige tiltak og beslutninger innen bankens kjerneområder

source: 2003, where our policy response pattern and communi-
nb: som ble omtalt i Norges Bank Watch 2003, der vårt

source: The Council on Ethics is to be informed of the decision on observation.
nb: Etikkrådet orienteres om vedtaket om observasjon.

source: High household debt has long been the main structural vulnerability in the Norwegian financial system.
nb: Høy gjeld i husholdningene har lenge vært den viktigste strukturelle sårbarheten i det norske finansielle systemet.

source: A number of studies investigate the pass-through from exchange rate movements to CIF import prices (see e.g. Bache (2002) and Naug and Nymoen (1996)).
nb: I flere studier er det gjennomslaget fra valutakursendringer til importprisene på havna som undersøkes, se for eksempel Bache (2002) og Naug og Nymoen (1996).

source: ManagementIda Wolden Bache (items 102-104), Henrik Borchgrevink (items 102-103), Katrine Godding Boye (items 102-104), Anne Berit Chistiansen (item 104), Monique Erlandsen Erard (item 105), Bjarne Gulbrandsen (items 102-109), Lars Hammersbøen (items 107-108).
nb: Administrasjonen:Ida Wolden Bache (sak 102-104), Henrik Borchgrevink (sak 102-103), Katrine Godding Boye (sak 102-104), Anne Berit Chistiansen (sak 104), Monique Erlandsen Erard (sak 105), Bjarne Gulbrandsen (sak 102-109), Lars Hammersbøen (sak 107-108).

source: In order to solve problems associated with fallback solutions and market conventions for Nowa products, the ARR working group established a sub-group for fallback solutions and market conventions in December 2019.
nb: For å løse oppgavene knyttet til fallbackløsninger og markedskonvensjoner for Nowa-produkter ble det opprettet en undergruppe for fallbackløsninger og markedskonvensjoner i desember 2019.

source: The target is
nb: Målet er om lag

source: The Norwegian oil era started in earnest with the discovery of the Ekofisk oil field in 1969.
nb: Det norske oljeeventyret startet for alvor med funnet av Ekofisk i 1969.

source: growth prospects for the Norwegian economy may
nb: at det er utsikter til at veksten i norsk økonomi frem­

source: A portrait of H.M. King Harald V facing right.
nb: Kong Harald V's portrett i profil sett fra høyre.

source: The average value of card transactions was NOK 408.
nb: Den gjennomsnittlege verdien av korttransaksjonane var 408 kroner.

source: Above this band are series of zeros and ones - binary code, or "computer language".
nb: Over feltet nuller og ett-tall, den binære koden eller "dataspråket".

source: Item 202/2019 - Investment management – Budget 2020
nb: Sak 202/2019 Kapitalforvaltingen – Budsjett 2020

source: The Ministry of Finance is to be informed of the decision on exclusion.
nb: Finansdepartementet orienteres om vedtaket om utelukkelse.

source: Premiums in international money markets are approximately unchanged.
nb: Påslagene i de internasjonale pengemarkedsrentene er om lag uendret.

source: serve as a buffer against uncertainty, cash.
nb: fungerer som en buffer mot den usikker-

source: - follow up the work with ISDA and Bloomberg to make sure fallback solutions for Nibor are incorporated into ISDA’s standard documentation.
nb: - følge opp arbeidet med ISDA og Bloomberg slik at fallbackløsninger for Nibor kommer inn i ISDA sin standarddokumentasjon.

source: It was established in 1851, with the prin-
nb: Den ble etablert i 1851 og hadde som hovedopp-

source: Norges Bank calculates zero coupon yields using a parametric method developed by Nelson and Siegel and developed further by Svensson, referred to as the NSS method.
nb: Norges Bank beregner nullkupongrentene ved hjelp av en parametrisk metode utviklet av Nelson og Siegel og senere videreutviklet av Svensson, omtalt som NSS-metoden.

source: The Executive Board’s assessment of its work and expertise related to the
nb: Hovedstyrets evaluering av sitt arbeid og sin kompetanse knyttet til

source: Banks with deposits in the central bank below the quota level will also find it more profitable to borrow reserves at a rate lower than the key rate and deposit the borrowed reserves with Norges Bank at the key rate.
nb: Også for banker som har lavere innskudd i sentralbanken enn kvoten tilsier, vil det være lønnsomt å låne inn reserver til en rente lavere enn styringsrenten og plassere de lånte reservene til styringsrenten i Norges Bank.

source: Yngve Slyngstad presented the topic and Egil Matsen referred to the discussion in the Risk and Investment Committee.
nb: Yngve Slyngstad redegjorde for saksfremlegget og Egil Matsen viste til drøfting i risiko- og investeringsutvalget.

source: Our analysis is inspired by Bank of England chief economist Andrew Haldane's speech "A little more conversation, a little less action", and by the report "Bankspeak: The Language of World Bank Reports 1946-2012" by Franco Moretti and Dominique Pestre at Stanford Literary Lab.
nb: A Little Less Action", holdt av sjeføkonom i Bank of England, Andrew Haldane, og av notatet «Bankspeak: The Language of World Bank Reports, 1946-2012» av Franco Moretti og Dominique Pestre, Stanford Literary Lab.

source: in the 1973 proposal5 to establish an incomes policy
nb: forslaget i 1973 om å opprette et inntektspolitisk råd.5

source: 4) Increases to the same level as Norges Bank's credit risk measure.
nb: 4) Øker til samme nivå som Norges Banks kredittrisikomål. Kilder:

source: The inflation target is set at 2½per cent.
nb: «Pengepolitikken skal sikte mot stabilitet i den 2½ prosent.

source: By 1880, the sparsely populated country had built up the fourth largest merchant fleet in the world, with between 6 and 7 percent of all tonnage.
nb: Innen 1880 hadde landet med den spredte befolkningen bygd opp den fjerde største handelsflåten i verden, med 6–7 prosent av all tonnasje.

source: 8 Importers are assumed to be competing under conditions of monopolistic competition.
nb: 8 Importørene antas å konkurrere under monopolistisk konkurranse.

source: What have we learned from 1930 to the present day?
nb: Hva lærte vi fra 1930 og frem til i dag?

source: Monthly figures for the consumer price index are
nb: Tallene for konsumprisindeksen fra måned til måned

source: Prices and fees for Norges Bank's settlement system for 2021
nb: Priser og gebyrer i Norges Banks oppgjørssystem for 2021

source: Equity prices have made strong advances through the pandemic (Chart 1.13).
nb: Aksjekurser har steget mye gjennom pandemien, se figur 1.13.

source: the strategic framework for IMF activities.
nb: opp strategiske føringer for virksomheten.

source: Once the republication deadline for Nowa has passed, no amendments will be made to the Nowai.
nb: Etter at tidsfristen for endringer i Nowa har gått ut, vil det heller ikke gjøres endringer i Nowai.

source: a loss function.
nb: tilsyn med dem.

source: Account information, duty to inform and daily account reconciliation
nb: registrert i verdipapirregister i Norge eller i utlandet.

source: While the current Section 2, third paragraph, stipulates that instructions may take the form of “general rules” or “instructions in individual cases”, the proposal limits the government’s power of instruction over Norges Bank “as to its activities under the present Act” to apply only “in extraordinary circumstances”.
nb: Mens gjeldende § 2 tredje ledd slår fast at instruksjon kan være både «generelle regler» og «pålegg i enkeltsaker», begrenser forslaget regjeringens instruksjonsmyndighet over Norges Bank «i sin virksomhet etter denne lov» til kun å gjelde «i ekstraordinære situasjoner».

source: Chart 16a shows the growth on the previous year of household disposable income and new debt from 1996 to 2005.
nb: Figur 16a viser vekst fra forrige år i husholdningenes disponible inntekt og gjeldsopptak fra 1996 til 2005.

source: Børsum is Second Deputy Chair of the Executive Board and the Monetary Policy and Financial Stability Committee.
nb: Børsum er andre nestleder av hovedstyret og komiteen for pengepolitikk og finansiell stabilitet.

source: the Money Laundering Act have been carried out, and that Norges Bank can redeem the notes?
nb: hvitvaskingsloven er foretatt, og at Norges Bank kan innløse sedlene?

source: is the cost-push shock in the model and shows the rise in inflation at a given
nb: er kostnadssjokket i modellen, og viser økning i inflasjonen for et gitt nivå på

source: The regulations should be developed under the auspices of FNO in collaboration with ACI Norway and the Norwegian Society of Financial Analysts.
nb: Regelverket bør utformes i regi av FNO i samarbeid med bankene og organisasjoner som ACI Norge og Norske Finansanalytikeres Forening.

source: Karen Helene Ulltveit-Moe reported on the Audit Committee's discussions and the issues of particular concern to the Committee, including the status of plans for the relocation of NBIM S.à.r.l.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og detemaer utvalget var særlig opptatt av, herunder status for planer om flytting av NBIM S.à.r.l.

source: What does Norges Bank do as administrator of Nowa?
nb: Hva vil det si at Norges Bank er administrator for Nowa?

source: From around 1500, simple clinker-built vessels were commonly used.
nb: Fra rundt 1500 var det gjerne den enkle bondebygde jekta som ble brukt.

source: If these businesses had gone bankrupt, this might have meant a greater increase in banks’ credit losses in 2020 and 2021.
nb: gått konkurs, kunne det ha betydd en større økning i bankenes utlånstap i 2020 og 2021.

source: net for the financial sector.
nb: to år har den bortfalt.

source: (CRE) is the sector with the largest bank debt, and is among the sectors
nb: enkeltnæringen med størst bankgjeld og er blant de næringene i Norge

source: payments in NBCBO in 2020.
nb: sentralbankvirksomheten 2020 til orientering.

source: Oslo Stock Exchange Benchmark Index (merged with the all-share index in 2001), deflated by the CPI-ATE2.
nb: Hovedindeksen på Oslo børs (skjøtt med totalindeksen i 2001), deflatert med KPI-JAE2.

source: At a national level, scope 1 greenhouse gas emissions define Norway’s climate reduction commit-
nb: På et nasjonalt nivå er det klimagassutslippene i ramme 1 som definerer klimakuttene Norge har

source: collateral in the form of securities.
nb: sikkerhet i form av verdipapirer.

source: The forecast has considerable uncertainty. Bank reserves in 2022.
nb: Det er knyttet vesentlig usikkerhet til årsprognosen.Bankenes likviditet i 2022.

source: In the course of his long career, Ole Bull travelled extensively, performing all over the world, and composed a total of more than 70 works, including Recuerdos de Habana, Et Sæterbesøg, Sætergjentens søndag, I ensomme Stunde and Polacca Guerriera.
nb: I løpet av sine leveår komponerte han mer en 70 verk, bl.a. Recuerdos de Habana, Et Sæterbesøg, Sætergjentens søndag, I ensomme Stunde og Polacca Guerriera.

source: Individuals are also more exposed to return risk on their pension assets.
nb: I tillegg er den enkelte i større grad eksponert for avkastningsrisiko på egne pensjonsmidler.

source: Keynes, regulation and planning were predominant truths in the former government building for several decades.
nb: Keynes, regulering og planer var dominerende sannheter i det gamle regjeringsbygget i flere tiår.

source: system liquidity (on both structural and total liquidity).
nb: i banksystemet (på både strukturell og total likviditet).

source: First, we do not have a laboratory in which we can perform experiments.
nb: For det første har vi ikke noe laboratorium hvor vi kan utføre eksperimenter.

source: One respondent does however argue in the favour for the fallback clause to have the same format as the solution chosen by ISDA.
nb: En respondent trekker imidlertid frem behovet for å tilstrebe et likt format på fallback-klausulen som for løsningen til ISDA.

source: to occur at a later stage.
nb: ned ytterligere med ¼ prosentpoeng.

source: The Nowai (Nowa index) is an index representing the cumulative return on an investment earning daily compound interest at the Nowa (Norwegian Overnight Weighted Average) rate.
nb: Nowai (Nowa index) er en indeks som fremstiller akkumulert avkastning basert på overnattenrenten Nowa (Norwegian Overnight Weighted Average) med daglig kapitalisering.

source: The article is organised as follows: Section 1 provides
nb: Kapittel 1 gir en i makro er til en viss grad usikre, både fordi det brukes

source: that Norges Bank can conduct remote monitoring of
nb: tilpasningsdyktig organisasjon, og fokus fra ledelsen.

source: - follow up the recommendations given in the report on fallback solutions for
nb: - følge opp anbefalingene i rapporten med fallbackløsninger for kontrakter med

source: Norges Bank assesses the FMIs that are subject to supervision and oversight in accord-ance with principles drawn up by the Committee on Payments and Market Infrastructures (CPMI) and the International Organization of Securities Commissions (IOSCO).
nb: Norges Bank vurderer systemer under tilsyn og overvåking etter prinsipper utarbeidet av Committee on Payments and Market Infrastructures (CPMI) og International Organization of Securities Commissions (IOSCO).

source: But that is another story.
nb: Men det er en annen historie.

source: The sum of banks’ quotas, the total quota, is set at NOK 45 billion.
nb: Summen av bankenes kvoter, totalkvoten, settes til 45 milliarder kroner.

source: Question 6: Does your institution support the working group’s recommendation on the fallback clause being adapted across different markets and products?
nb: Spørsmål 6: Støtter din institusjon arbeidsgruppens forslag om at fallback-klausulen bør finne anvendelse på tvers av markeder og produkter?

source: Item 105/2019 Financial Stability Report for 2019 – memo
nb: Sak 105/2019 Rapporten Finansiell stabilitet 2019 - temanotat

source: • Are there any preferred criteria an alternative reference rate should meet that are not
nb: • Er det noen ønskede kriterier en alternative referanserente bør inneha, som ikke er nevnt i

source: Bonus payments in NBCBO in 2020
nb: Bonusutbetaling sentralbankvirksomheten 2020 Saksdokument:

source: Figures for 2010 − 2016 are from the investment intentions survey by Statistics Norway, deflated by the price index for petroleum investment in the national accounts.
nb: Tallene for 2010 − 2016 er hentet fra investeringstellingen til Statistisk sentralbyråog deflatert med prisindeksen for petroleumsinvesteringer i nasjonalregnskapet.

source: Item 219/2019 Briefing on relevant matters in investment management
nb: Sak 219/2019 Orientering om aktuelle saker i kapitalforvaltningen

source: Office of the Supervisory Council:Jan Frode Jakobsen (items 65-67)
nb: Tilsynssekretariatet:Jan Frode Jakobsen (sak 65-67)

source: In September 2019, the ARR working group recommended Nowa (Norwegian Overnight Weighted Average) as an alternative Norwegian krone reference rate. The work on alternative reference rates is now focusing on how to transition to using Nowa as a reference rate.
nb: I september 2019 anbefalte ARR-gruppen Nowa (Norwegian Overnight Weighted Average) som alternativ referanserente i norske kroner og arbeidet med alternative referanserenter nå omhandler hvordan Nowa kan tas i bruk som referanserente.

source: How will Nowa be affected by the new calculation principles effective from the turn of the year?
nb: Hvordan påvirkes Nowa av nye beregningsprinsipper fra årsskiftet?

source: 10-krone coins in the standard design were also produced in 2008.
nb: Det ble også produsert 10-kronemynter med ordinært preg i 2008.

source: As part of the development of an efficient payment system in Norway and in line with international best practice, Norges Bank has focused its activities as settlement bank on real-time settlement of interbank payments.
nb: I tråd med utviklingen av et effektivt betalingssystem i Norge og beste praksis internasjonalt har Norges Bank konsentrert sin virksomhet som oppgjørsbank om betalingsoppgjør mellom banker i realtid.

source: The principles for calculating and publishing Nowa are based on the
nb: Prinsippene for beregning og publisering av Nowa tar utgangspunkt i

source: Section 3 looks at the network’s factor in decision-making by Norges Bank’s Executive retrospective series for reported developments, while Board in its conduct of monetary policy.
nb: I kapittel 3 tar vi for oss nettver-om konjunkturutviklingen, gjør Regionalt nettverk til en kets bakoverskuende serier for rapportert utvikling.

source: on structural liquidity and are liquidity-neutral over time.
nb: midlertidig og er likviditetsnøytrale over tid.

source: This contributes to an active position on the outsourcing of operations and purchase of services from external suppliers.
nb: Dette bidrar til et bevisst forhold til håndtering av utkontrakterte oppgaver og kjøp av tjenester fra eksterne leverandører.

source: Management is to return with a status report on this work and proposed changes to the Executive Board’s principles in the course of spring 2020.
nb: Administrasjonen kommer tilbake til hovedstyret med en statusrapport for dette arbeidet, og forslag til endringer i hovedstyrets prinsipper i løpet av våren 2020.

source: data on financial support under the government compensation scheme for 2020, survey
nb: den statlige kompensasjonsordningen for 2020, svar på spørreundersøkelser og skjønn til å

source: This time the adverse scenario is milder than in Norges Bank’s previous stress tests.
nb: Stressalternativet denne gang er mildere enn i Norges Banks tidligere stresstester.

source: mainland GDP by 2010.
nb: for Fastlands-Norge fram til 2010.

source: The Basel Committee has recommended that the authorities rescind the right to use internal models to calculate capital requirements for operational risk and for calculating capital requirements for credit risk in certain areas (see Basel Committee (2017)).
nb: Baselkomiteen har anbefalt myndighetene å fjerne adgangen til å bruke interne modeller for beregning av kapitalkrav for operasjonell risiko og for beregning av kapitalkrav for kredittrisiko på enkelte områder, se Baselkomiteen (2017).

source: Moreover, the largest uncollateralised exposures
nb: største bankene med i sine undersøkelser, fordi bank-

source: Life expectancy has also risen, which means having to stay on at work longer to receive the same pension as before.
nb: Forventet levealder har også økt, og det innebærer at vi må stå lenger i jobb for å oppnå samme pensjon som før.

source: One strength of VaR is that the method takes account of
nb: For det andre kan ulike beregningsprinsipper forklare

source: 3 Panel banks can also use a deposit rate in a currency other than NOK.
nb: 3 Panelbankene kan også benytte en innlånsrente i en annen valuta.

source: Overall governance of testing will be provided by a steering group, headed by Norges Bank, of which Finanstilsynet (Financial Supervisory Authority of Norway) is also a member.
nb: Den overordnede styringen av testingen vil bli ivaretatt av en styringsgruppe, ledet av Norges Bank, der også Finanstilsynet er medlem.

source: The IMF in change – loan from …
nb: IMF i endring – lån fra …

source: In mid-May, ISDA published NOK-Nowa as a new alternative reference rate in a supplement to the definitions.
nb: I midten av mai publiserte ISDA NOK-Nowa som et nytt rentealternativ i et supplement til definisjonene.

source: later, increasing weight was given to low inflation as
nb: med inflasjonsmål var anslagene for inflasjonen basert

source: The Executive Board discussed the matter, approved the execution of "DiffIT" project out in line with the discussion document and took note of the cost limit for the period 2019-2021.
nb: Hovedstyret hadde en meningsutveksling og sluttet seg til at prosjektet «DiffIT» gjennomføres i samsvar med saksfremlegget og tok kostnadsrammen over årene 2019-2021 til etterretning.

source: The Executive Board took note of the annual report on notes and coins for 2018.
nb: Hovedstyret tok årsrapporten for 2018 om sedler og mynter til orientering.

source: NIBOR rates reflecting actual market developments could encourage increased participation among international banks in particular in the market.
nb: Det er viktig at NIBOR-renten er representativ for den faktiske utviklingen i markedet, for å fremme særlig internasjonale aktører til å delta i markedet.

source: Climate change and monetary policy
nb: Klimaendringer og pengepolitikk

source: The duration of the index is 3 years.
nb: Durasjonen på indeksen er 3 år.

source: The motif on the obverse of the note is a portrait of the opera singer Kirsten Flagstad.
nb: Hovedmotivet på forsiden er et portrett av operasangeren Kirsten Flagstad.

source: changes in the krone exchange rate have an effect on prices.
nb: kronekursen har effekt på prisene.

source: M2 measures the money-holding sec-tor’s stock of M1 and other bank deposits (in NOK and foreign currency) as well as the sector’s holdings of certificates of deposit.
nb: M2 måler penge-holdende sektors beholdning av M1 og øvrige bankinnskudd (i norske kroner og utenlandsk valuta) samt sektorens beholdning av banksertifikater.

source: - work with ISDA and Bloomberg to make sure fallback solutions are implemented
nb: - Følge opp arbeidet med ISDA og Bloomberg slik at fallbackløsninger for Nibor

source: In this area, there are few, if any, ultimate truths, and the pendulum appears to be swinging back again.
nb: På dette området finnes det få om noen endelige sannheter og pendelen ser ut til å svinge tilbake igjen.

source: In its last update the working group had targeted Q4 2021 as the goal for completing the remaining steps in the NOK OIS market infrastructure build out.
nb: I oppdateringen i juni hadde arbeidsgruppen satt Q4 2021 som frist for å fullføre de gjenværende trinnene for etableringen av et OIS-marked.

source: with inflation targeting than with exchange rate
nb: har forekommet gjennom lengre tid, men hyppigheten

source: Issues for 71 billion NOK in Government bonds
nb: i obligasjoner Utstedelser for 71 mrd.

source: Against this background, the Executive Board discussed the matter. The Executive Board approved the proposed “Executive Board’s assessment” subject to the remarks made during the meeting, and took note of the descriptive part of Financial Stability Report 2019.
nb: Hovedstyret godkjente forslag til «Hovedstyrets vurdering» med de merknader som fremkom i møtet, og tok den beskrivende delen av rapporten Finansiell stabilitet 2019 til etterretning.

source: The decline in prices for clothing and audiovisual equip-
nb: ten har økt, og det har gitt grunnlag for lavere priser.

source: Even though Norges Bank oversees the payment system as a whole, individual systems are subject to regular individual oversight (Table 1).
nb: Selv om Norges Bank overvåker betalingssystemet som helhet, er det enkelte systemer som er underlagt et fast og regelmessig overvåkingsopplegg, se tabel 1.

source: also an anchor for developments in the krone exchange
nb: Det er et ankerfeste også for utviklingen i krone-

source: According to the model, demand for real cash will
nb: Dette vil isolert sett ha en positiv effekt på etterspørselen

source: a variety of colours. sen for the 500-krone note.
nb: Kristian Birkeland og på 500-kronen forfatter og nobelpris-
